Repository: hkamala/Alstom
Catalog: cms/libraries/ConflictManagementLibrary/Forms/FormConflictDetails.*.resx
Languages: fi_fi

# gbConflictSummary.Text
source: Conflict Details
fi_fi: Ristiriitatiedot

# gbRouteDetails.Text
source: Trip Details
fi_fi: Matkan tiedot

# label2.Text
source: Conflict Description:
fi_fi: Ristiriidan kuvaus:

# label1.Text
source: Conflict Resolution:
fi_fi: Konfliktien ratkaiseminen:

# lblConflictEntity.Text
source: Conflict Entity:
fi_fi: Ristiriitakokonaisuus:

# lblConflictTime.Text
source: Conflict Time:
fi_fi: Konfliktin aika:

# lblConflictLocation.Text
source: Conflict Location:
fi_fi: Ristiriitapaikka:

# lblSubtype.Text
source: Conflict Subtype:
fi_fi: Ristiriita-alatyyppi:

# lblConflictType.Text
source: Conflict Type:
fi_fi: Ristiriitatyyppi:

# colLocation.Text
source: Platform
fi_fi: Alusta

# colArrival.Text
source: Arrival
fi_fi: Saapuminen

# colDepart.Text
source: Depart
fi_fi: Lähde

# $this.Text
source: Conflict Details
fi_fi: Ristiriitatiedot
